app/controllers/cars_controller.rb

INSERT INTO "cars" ("brand", "model", "price", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["brand", "12321323"], ["model", "gdd"], ["price", 4423.0], ["user_id", 5], ["created_at", "2023-05-18 18:33:54.148190"], ["updated_at", "2023-05-18 18:33:54.148190"]]
---
  def create
    @car = current_user.cars.new(car_params)
    if @car.save